Repository: Lardeva/ostrova
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: Submit
bg: Добави

source: Forgot your password?
bg: Забравена парола

source: Reset it
bg: Смяна на парола

source: Not a member?
bg: Нов потребител?

source: Register
bg: Направи регистрация

source: Successfully logged out
bg: Успешен изход

source: Enter a valid phone number.
bg: Въведете коректен номер на телефон.

source: Phone number
bg: Номер на телефон

source: The phone number entered is not valid.
bg: Въведеният номер на телефона е некоректен.

source: changed
bg: Променено

source: added
bg: Добавенo

source: delete
bg: Изтрито

source: Unknown content
bg: Неизвестно съдържание

source: Please correct the errors below.
bg: Моля поправете грешките

source: Please correct the error below.
bg: Моля поправете грешката
